{"stan_b1":"Biografia artysty","stan_b2":"Stanisław Maria Wedecki urodził się w 1951 roku w Bydgoszczy, zmarł w 2008 roku w Warszawie. Studiował grafikę na Akademii Sztuk Pięknych i uzyskał tytuł magistra w pracowni plakatu prof. Henryka Tomaszewskiego. Ukończył malarstwo na Akademii Sztuk Pięknych w Warszawie w pracowni prof. Henryka Tchórzewskiego w 1976 roku. Początkowo projektował plakaty dla Krajowej Agencji Wydawniczej i Polskiej Federacji Jazzowej, jednocześnie malując.","stan_b3":"Przed wyjazdem z Polski w 1982 r. Stanisław Maria Wedecki malował bardzo pesymistyczne tematy w dość ciemnych kolorach (brąz, czerń). Po około pół roku w Wiedniu przeprowadził się do Hamburga, gdzie poznał swoją przyszłą żonę, Helgę Wachsmuth-Wedecką, na swojej wystawie w galerii. Od tego momentu całkowicie zmienił styl malowania. Zaczął malować w bardziej optymistycznych kolorach (zielenie, błękity). Jego styl jest określany przez znawców sztuki jako surrealizm (realizm magnetyczny). Jego obrazy stawały się coraz bardziej popularne w całych Niemczech. Zaczął prezentować swoje obrazy na licznych wystawach i je sprzedawać.\n\n","stan_m1":"Wspomnienia o Stanisławie według jego przyjaciół","stan_m10":"Kilka lat później organizowałam pokaz mody jesiennej dla domu towarowego w centrum miasta i zatrudniłam Stasia jako scenografa. Pokaz odbył się w Teatrze Małym w Warszawie. Staś zabrał mnie do Łazienek Królewskich i kazał mi zbierać liście. Kiedy wyraziłam zdziwienie, wyjaśnił, że to przecież kolekcja jesienna, więc posypiemy deski teatru pożółkłymi liśćmi, powiesimy parasole i to będzie nasza sceneria. Efekt był niesamowity, jakbyśmy byli w prawdziwym parku i wszystkim się to podobało. Tak proste, a tak efektowne.","stan_m11":"Po przeprowadzce do większej pracowni na Sadybie kontynuowaliśmy spotkania, a raczej huczne imprezy. Staś wówczas coraz więcej malował, ale ciągle nosił się z zamiarem wyjazdu z tego komunistycznego kraju. Pamiętam też, że byliśmy na koncercie Steve’a Wondera na Stadionie Dziesięciolecia — co za atmosfera! Staś mówił, że ten teren przed drugą wojną należał do jego ojca, ale niektórym to przeszkadzało.\n","stan_m12":"Spotkaliśmy się już w Hamburgu w 1984 roku. Staś mnie zaproszony z moją żoną do domu, udostępniając twoją żonę Heldze, i tak otrzymaliśmy wiele niezwykłych sympatycznych chwil. Staś dał nam Hamburg, był ręczny, że mieszka w tym przemysłowym mieście. Pływaliśmy stateczkiem po Łabie, a następnie uderzyliśmy do St. Pauli, aby uruchomić dzielnicę rozpusty — nie dokończenia w krajach Europy Wschodniej.","stan_m13":"Trudno jest opowiedzieć dużo więcej w takim krótkim wspomnieniu, ale chcę jeszcze powiedzieć, że był osobą bardzo ciekawą, bardzo uroczą i ogromnie zdolną. Im jestem starszy, tym bardziej „czytam” jego magiczne obrazy. Szkoda, że go już nie ma wśród nas i niczego więcej już nie namaluje.\n","stan_m2":"Poznałem Stasia Wedeckiego w centrum sztuki. Tak się jakoś złożyło, że od razu się zaprzyjaźniliśmy. Miał pięknego owczarka collie i często chodziliśmy z nim na spacery do Parku Saskiego. Kochał zwierzęta i to nas połączyło. Oboje dostaliśmy się do Akademii i studiowaliśmy w tym samym roku przez cały okres studiów. Urządzaliśmy domówki i bankiety, ganialiśmy za dziewczynami i piliśmy hektolitry taniego wina. Nasza młodość była, można by rzec, artystyczna i celebrująca. W pracowni prof. Tchórzewskiego malowaliśmy sztalugę po sztaludze. Był z nami Krzysiek Płóciennik, nasz serdeczny przyjaciel, i prawie każdego dnia zostawaliśmy po lekcjach.","stan_m3":"Wtedy zaczynało się prawdziwe malowanie. Konkurowaliśmy, podziwialiśmy obrazy innych, ale była to fantastyczna rywalizacja, pozbawiona zazdrości. Każdy z nas malował inaczej. Przychodziliśmy i najpierw oglądaliśmy, co maluje Krzysiek, co maluje Stasiek, co maluję ja. I widzieliśmy: „Ojej, on naprawdę dał czadu, nie mogę być gorszy!”. To był dla nas ogromny zastrzyk energii. Uwielbiałam tę rywalizację. Każdy z nas dawał z siebie wszystko, a to przekładało się na jakość naszych obrazów. Potem Stasio odszedł i straciliśmy kontakt na kilka lat. Wiedziałam, że dużo maluje, ale nic nie pokazywał, gdy przyjeżdżał do Warszawy. Coraz częściej przyjeżdżał do Polski, ale jego sztuka pozostawała dla nas, jego przyjaciół, niedostępna.\n\n","stan_m4":"Pozostaliśmy przyjaciółmi do końca jego życia. Lubił mnie odwiedzać w Podkowie i myślę, że był wzruszony, widząc mojego małego synka. Bardzo go lubił. To ciekawe, bo nigdy nie interesowały go dzieci, nie miał własnych, ale im był starszy, tym bardziej dzieci go poruszały. Kiedy otrzymaliśmy wiadomość o jego śmierci, wydawało się to niemożliwe, wręcz absurdalne. Przecież nie był stary; my wszyscy byliśmy w jego wieku. Potem poznaliśmy jego żonę, Helgę, której wcześniej nie znaliśmy. I dopiero, gdy Stasia już z nami nie było, w końcu zobaczyliśmy jego obrazy.\n\n","stan_m5":"To było dla mnie niezwykłe przeżycie. Nigdy czegoś takiego nie widziałem. Nostalgiczne, surrealistyczne krajobrazy. Mgliste, tajemnicze krajobrazy smutku i zadumy. Kształty wyobraźni w aurze samotności i kontemplacji. To były niesamowite obrazy. I był jeszcze jeden, ostatni, niedokończony obraz. Zielonkawy krajobraz z parapetem i zarysem czegoś w rodzaju głowy — może ducha. Wtedy pomyślałem o dokończeniu tego obrazu. Za pozwoleniem Helgi, zamiast ducha, namalowałem portret Stasia. Jestem szczęśliwy, że w ten sposób mogłem uczcić mojego przyjaciela i wyrazić swój podziw i tęsknotę za latami, które dzieliliśmy.","stan_m6":"Poznałam Stanisława na zajęciach plastycznych, gdzie w tamtych czasach zbierała się młodzież, która chciała zdawać egzaminy na Akademię Sztuk Pięknych. Później to był świetny czas – czas studiów na Akademii i chęci podboju świata. Gdzieś w połowie studiów założyliśmy tzw. własną działalność gospodarczą i zajęliśmy się sitodrukiem. Drukowaliśmy najróżniejsze rzeczy, niekoniecznie legalne dla ówczesnych władz. Pod koniec lat 70. były kłopoty z kupnem odpowiednich materiałów i farb do sitodruku. Aby je zdobyć, pojechałam do Austrii i tak zastał mnie tam stan wojenny, wprowadzony 13 grudnia. Z dużą ilością farb zostałam w Wiedniu. Po pewnym czasie dołączył do mnie Stanisław i zamieszkaliśmy razem w mieszkaniu mojej zmarłej partnerki, Heleny, która była pianistką. Artystyczna atmosfera domu, a także spotkania z muzykami i artystami, bardzo twórczo wpłynęły zarówno na mnie, jak i na Stanisława. W tym czasie całymi dniami rysowaliśmy i malowaliśmy. Potem Stanisław wyjechał do Niemiec.","stan_m7":"Spotkaliśmy się ponownie na wernisażu w Warszawie, na który Stanisław przybył w towarzystwie dwóch pięknych kobiet – jedną z nich była jego żona Helga, a drugą matka Wanda Wedecka. A potem, po latach, nadszedł ten tragiczny dzień i wiadomość, że Stanisław zaginął. Dzięki pomocy mojego kuzyna Stanisław został odnaleziony, ale niestety, już nie żył. Znalazłam go w kostnicy. Staś był ofiarą wypadku samochodowego. I tak losy wielkiego malarza i przyjaciela zakończył idiota, który chciał prowadzić samochód jak szaleniec.","stan_m8":"Poznałem Stasia około 1969 roku, w epoce Woodstock. Mieliśmy wtedy po 18 lat. Czasami spotykaliśmy się w jego domu, gdzie jego matka miała pracownię malarską. Zapraszaliśmy ładne dziewczyny ze szkoły artystycznej w Łazienkach Królewskich. Robiłem zdjęcia (wtedy już całkiem dobrze opanowałem tajniki fotografii) w ciekawym otoczeniu sztalug z obrazami i zabytkowymi meblami. Efekty były fantastyczne. Pamiętam, że kiedyś prawie zapłaciłem za to życiem, gdy Stasio, ukryty w starej skrzyni, zaatakował mnie szablą. Na szczęście skończyło się tylko lekkim zadrapaniem.\n","stan_m9":"Staś był niezwykle czarującą osobą. Lubił żartować, ale był też bardzo rozkojarzony (typowy artysta). Pamiętam, jak kiedyś spotkaliśmy się z kilkoma przyjaciółmi w kawiarni Europejska w Zakopanem. Każdy z nas coś zamówił — kawę, Coca-Colę itd. Staś zamówił herbatę, wrzucił cytrynę, a potem powiedział: „Kurczę, to smakuje jak woda do zmywania naczyń”. Okazało się, że zapomniał dodać torebkę herbaty. Takich sytuacji było wiele."}