{"stan_m2":"Urodzony w 1951 roku w Bydgoszczy, dzieciństwo i młodość spędził w Warszawie, chłonąc atmosferę pracowni artystycznej swojej matki Wandy Wedeckiej. Uczęszczał na kurs przygotowawczy do Akademii Sztuk Pięknych w Warszawie, gdzie z powodzeniem studiował na wydziale projektowania graficznego, ale w 1976 roku uzyskał dyplom z malarstwa u profesora Jerzego Tchórzewskiego. Pod koniec lat 70. brał udział w kilku wystawach. Wyjechał z Polski w 1981 roku, spędził sześć miesięcy w Wiedniu, a później osiedlił się w Hamburgu.\n","stan_m3":"Prezentowane prace pochodzą z okresu emigracji artysty, tj. lat 80. i 90. XX wieku. Jego styl można by dziś określić jako surrealizm, realizm magiczny, a nawet poetycko-romantyczny. Pastelowe kolory i oniryczny świat fantazji – to świat, w który wciąga nas artysta, wplatając w swoje kompozycje surrealistyczne zwierzęta, konie, pawie czy podwodną faunę.\n","stan_m4":"W baśniowych krajobrazach umieszcza również postacie ludzkie, prawdopodobnie swoich przyjaciół, uchwycone podczas popołudniowego posiłku lub wplecione w architektoniczny pejzaż miejski (np. „Piknik w Nowym Jorku”). Subtelność kolorów i egzystencjalny nastrój jego obrazów odzwierciedlają wrażliwość artysty, który w tym czasie zaczął już rozjaśniać swoją paletę. Malował na wygnaniu i brał tam udział w wielu wystawach indywidualnych i grupowych.","wanda_m1":"Sztuka rodzinna: Matka i syn - Wanda Wedecka, Stanisław Maria Wedecki, 101 Project Contemporary Art Gallery and Auction House, 2024","wanda_m2":"Urodzona w 1919 roku w Homlu na Białorusi artystka należy do pokolenia, którego rozwój artystyczny przypadł na trudne lata powojenne. Ukończyła Wydział Sztuk Pięknych w Toruniu w 1951 roku pod kierunkiem Tymona Niesiołowskiego. W latach 50. i 60. często malowała pejzaże miejskie o formach kubistycznych, wyróżniające się grubą warstwą farby nakładaną szpachelką i dość ciemną i monochromatyczną paletą barw.","wanda_m3":"W latach 60. pojawiły się także kompozycje abstrakcyjne i akty, zazwyczaj przedstawiające splecione pary. Jej obrazy były bliskie rozwijającemu się w Polsce w tym czasie malarstwu materii. Podobnie jak wielu artystów malowała także martwe natury z owocami lub kwiatami, które z czasem stały się jej znakiem rozpoznawczym.","wanda_m4":"Tworzyła kompozycje z suszonych kwiatów, ostów i innych roślin, często pozostawiając je zawieszone w przestrzeni. Pozostała wierna tematowi kwiatów aż do lat 90., rozjaśniając paletę w późniejszych latach. Jej obrazy dekoracyjne cieszyły się dużym zainteresowaniem za granicą, gdzie z powodzeniem wystawiała je i sprzedawała w latach 70. i 90. XX wieku. Prace prezentowane na wystawie pochodzą głównie z lat 1970-90.","wanda_m5":"Kurator wystawy"}