{"stan_b1":"Artist's Biography","stan_b2":"Stanisław Maria Wedecki was born in 1951 in Bydgoszcz and died in 2008 in Warsaw. He studied graphics at the Academy of Fine Arts and became a master in the poster studio of Prof. Henryk Tomaszewski. He graduated in painting from the Academy of Fine Arts in the studio of Prof. Henryk Tchórzewski in Warsaw in 1976. Initially, he designed posters for the National Publishing Agency and the Polish Jazz Federation, while also painting at the same time.","stan_b3":"Before leaving Poland in 1982, Stanisław Maria Wedecki painted very pessimistic themes in rather dark colors (brown, black). After about half a year in Vienna, he moved to Hamburg, where he met his future wife, Helga Wachsmuth-Wedecka, at his exhibition in the gallery. From that point on, he completely changed his painting style. He began to paint in more optimistic colors (greens, blues). His style is defined by art experts as surrealism (magnetic realism). His paintings became increasingly popular throughout Germany. He began presenting his paintings at numerous exhibitions and selling them.\n\n","stan_m1":"Memories of Stanisław as Recounted by His Friends","stan_m10":"A few years later, I was organizing an autumn fashion show for a department store in the city center, and I hired Stasio as a stage designer. The show was held at the Teatr Mały in Warsaw. Staś took me to Łazienki Park and told me to collect leaves. When I expressed my surprise, he explained that it was, after all, an autumn collection, so we would sprinkle the theater boards with yellowed leaves, hang umbrellas, and that would be our scenery. The effect was amazing, as if we were in a real park, and everyone loved it. So simple, yet so effective.","stan_m11":"After moving to a larger studio in Sadyba, we continued our meetings, or rather, lavish parties. Staś was painting more and more at that time, but he still harbored the intention of leaving this communist country. I also remember going with him to a Stevie Wonder concert at the 10th Anniversary Stadium. What an atmosphere. Staś said that this area, before the Second World War, belonged to his father, but some people found that fact bothersome. ","stan_m12":"We met again in Hamburg in 1984Staś invited me and my then-wife to his home, introduced me to his wife, Helga, and we spent many extremely pleasant moments together. Staś showed us around Hamburg. He was even proud to live in this industrial city. We took a boat ride on the Elbe River, and in the evening, he took me to St. Pauli to show me the district of debauchery, something unthinkable in Eastern European countries. ","stan_m13":"It’s difficult to say much more in such a short memoir, but I want to emphasize that he was a very interesting, charming, and immensely talented person. The older I get, the more I \"read\" his magical paintings. It is a great pity that he is no longer with us, and that he will never paint anything more.","stan_m2":"I met Stasio Wedecki at the art center. Somehow, it so happened that we immediately became friends. He had a beautiful collie sheepdog, and we often went for walks with him to Saxon Park (Park Saski). He loved animals, and that was what connected us. We both got into the Academy and studied in the same year throughout our studies. We held house parties and banquets, chased after girls, and drank hectoliters of cheap wine. Our youth was, one might say, artistic and celebratory. In the studio of Prof. Tchórzewski, we painted easel by easel. With us was Krzysiek Płóciennik, our dear friend, and almost every day we stayed after hours.","stan_m3":"That’s when the real painting would begin. We competed, admired each other’s paintings, but it was a fantastic rivalry, devoid of jealousy. Each of us painted differently. We would come and first look at what Krzysiek painted, what Stasiek painted, and what I painted. And we saw: \"Oh boy, he really rocked it, I can’t be worse!\" This was a tremendous boost for us. I loved this competition. Each of us gave his best, and this translated into the quality of our paintings. Then Stasio left, and we lost contact for a few years. I knew he painted a lot, but he didn’t show anything when he visited Warsaw. He visited Poland more and more often, but his art remained inaccessible to us, his friends.\n\n","stan_m4":"We remained friends for the rest of his life. He enjoyed visiting me in Podkowa, and I think he was touched to see my young son. He was very fond of him. It’s interesting because he was never interested in children, he didn’t have any of his own, but the older he got, the more children moved him. When we received news of his death, it seemed impossible, even absurd. After all, he wasn’t old; we were all his age. Then we met his wife, Helga, whom we hadn’t met before. And it was only after Stasio was no longer with us that we finally saw his paintings.\n\n","stan_m5":"It was a striking experience for me. I had never seen anything like it. Nostalgic, surrealistic landscapes. Misty, mysterious sceneries of sadness and reverie. Shapes of the imagination in an aura of loneliness and contemplation. They were amazing paintings. And there was one last unfinished painting. A greenish landscape with a windowsill and the outline of a sort of head—perhaps a ghost. Then I thought of finishing this painting. With Helga’s permission, in place of the ghost, I painted a portrait of Stasio. I am happy that, in this way, I could honor my friend and express my admiration and longing for the years we shared.","stan_m6":"I met Stanisław in art classes, where in those days, young people who wanted to pass the exams to the Academy of Fine Arts would gather. Later, it was a great time—the time of studies at the Academy and the desire to conquer the world. Somewhere in the middle of our studies, we set up our so-called own business and took up screen printing. We printed all sorts of things, not necessarily legal for the authorities of the time. At the end of the 1970s, there was trouble buying the right materials and inks for screen printing. In order to obtain them, I traveled to Austria, and so martial law, imposed on December 13th, found me there. With a large amount of paint, I stayed in Vienna. After some time, Stanisław joined me, and we lived together in the apartment of my late partner, Helena, who was a pianist. The artistic atmosphere of the house, along with meetings with musicians and artists, influenced both me and Stanisław very creatively. During that time, we drew and painted for days. Then Stanisław left for Germany.","stan_m7":"We met again at a vernissage in Warsaw, where Stanisław arrived in the company of two beautiful women—one was his wife, Helga, and the other was his mother, Wanda Wedecka. And then, years later, came that tragic day and the news that Stanisław had disappeared. Thanks to the help of my cousin, Stanisław was found, but unfortunately, he was already dead. I found him in the morgue. Staś was the victim of a reckless driving accident. And so, the fate of a great painter and friend was ended by an idiot who wanted to drive his car like a madman.","stan_m8":"I met Stasio around 1969, during the Woodstock era. We were 18 at the time. Sometimes we would meet at his house, where his mother had a painting studio. We used to invite pretty girls from the art school in the Royal Łazienki Park. I would take pictures (I had already mastered the arcana of photography quite well at the time) in an interesting setting among easels with paintings and antique furniture. The results were fantastic. I remember once almost paying for it with my life when Stasio, hidden in an old chest, attacked me with a saber. Fortunately, it ended with only a slight scratch.\n","stan_m9":"Staś was an extremely charming person. He liked to joke, but he was also very distracted (the typical artist). I recall one time when we met with a few friends at the Europejska café in Zakopane. Each of us ordered something—coffee, Coca-Cola, etc. Staś ordered a cup of tea, threw in a lemon, and then said, \"Fuck, this tastes like dishwater.\" It turned out he had forgotten to add the tea bag. There were many such situations."}