{"common_exhibition2": "Home of Volvo - Wanda Wedecka, Stanisław Maria Wedecki, Dom Volvo Warszawa, 2024","stan_m2":"Born in Bydgoszcz in 1951, he spent his childhood and youth in Warsaw, absorbing the atmosphere of his mother Wanda Wedecka’s art studio. He attended a preparatory course at the Academy of Fine Arts in Warsaw, where he successfully studied in the graphic design department, but earned his diploma in painting under Professor Jerzy Tchórzewski in 1976. In the late 1970s, he participated in several exhibitions. He left Poland in 1981, spent six months in Vienna, and later settled in Hamburg.\n","stan_m3":"The works on display come from the artist's emigration period, i.e., the 1980s and 1990s. His style could be described today as surrealism, magical realism, or even poetic-romantic. Pastel colors and the dreamlike world of fantasies – this is the world the artist draws us into, weaving surreal animals, horses, peacocks, or underwater fauna into his compositions.\n","stan_m4":"In fairy-tale-like landscapes, he also places human figures, likely his friends, captured during an afternoon meal or woven into an architectural cityscape (e.g., \"Picnic in N.Y.\"). The subtlety of the colors and the existential mood of his paintings reflect the sensitivity of the artist, who had already begun brightening his palette by this time. He painted in exile and participated in many individual and group exhibitions there.","wanda_m1":"Family Art: Mother and Son - Wanda Wedecka, Stanisław Maria Wedecki, 101 Project Contemporary Art Gallery and Auction House, 2024","wanda_m2":"Born in 1919 in Homel, Belarus, the artist belongs to a generation whose artistic development took place during the difficult post-war years. She graduated from the Faculty of Fine Arts in Toruń in 1951 under Tymon Niesiołowski. In the 1950s and 1960s, she often painted urban landscapes with cubist forms, distinguished by thickly applied paint with a palette knife and a rather dark and monochromatic color palette.","wanda_m3":"In the 1960s, abstract compositions and nudes, typically of intertwined couples, also appeared. Her paintings came close to matter painting, which was developing in Poland at the time. Like many artists, she also painted still lifes featuring fruit or flowers, the latter becoming her trademark over time.","wanda_m4":"She created compositions of dried flowers, thistles, and other plants, often leaving them suspended in space. She remained faithful to the theme of flowers until the 1990s, lightening her palette in later years. Her decorative paintings received significant interest abroad, where she successfully exhibited and sold them in the 1970s-90s. The works presented at the exhibition are primarily from the years 1970-90.","wanda_m5":"Exhibition Curator"}