{"stan_b1":"Biografie des Künstlers","stan_b2":"Stanisław Maria Wedecki wurde 1951 in Bydgoszcz geboren und starb 2008 in Warschau. Er studierte Grafik an der Akademie der Schönen Künste und wurde Meister im Plakatatelier von Prof. Henryk Tomaszewski. Sein Studium der Malerei schloss er 1976 an der Akademie der Schönen Künste im Atelier von Prof. Henryk Tchórzewski in Warschau ab. Zunächst entwarf er Plakate für die Nationale Verlagsagentur und die Polnische Jazzföderation, während er gleichzeitig auch malte.","stan_b3":"Bevor Stanisław Maria Wedecki 1982 Polen verließ, malte er sehr pessimistische Motive in eher dunklen Farben (Braun, Schwarz). Nach etwa einem halben Jahr in Wien zog er nach Hamburg, wo er bei seiner Ausstellung in der Galerie seine zukünftige Frau Helga Wachsmuth-Wedecka kennenlernte. Von diesem Zeitpunkt an änderte er seinen Malstil völlig. Er begann, in optimistischeren Farben (Grün, Blau) zu malen. Sein Stil wird von Kunstexperten als Surrealismus (magnetischer Realismus) definiert. Seine Gemälde erfreuten sich in ganz Deutschland zunehmender Beliebtheit. Er begann, seine Gemälde auf zahlreichen Ausstellungen zu präsentieren und zu verkaufen.\n\n","stan_m1":"Erinnerungen an Stanisław aus der Erzählung seiner Freunde","stan_m10":"Ein paar Jahre später organisierte ich eine Herbstmodenschau für ein Kaufhaus im Stadtzentrum und engagierte Stasio als Bühnenbildner. Die Show fand im Teatr Mały in Warschau statt. Staś nahm mich mit in den Łazienki-Park und sagte mir, ich solle Blätter sammeln. Als ich meine Überraschung ausdrückte, erklärte er, dass es sich schließlich um eine Herbstkollektion handele, also würden wir die Theatertafeln mit vergilbten Blättern bestreuen, Regenschirme aufhängen und das wäre unsere Kulisse. Der Effekt war erstaunlich, als wären wir in einem echten Park, und alle waren begeistert. So einfach und doch so effektiv.","stan_m11":"Nachdem wir in ein größeres Atelier in Sadyba umgezogen waren, setzten wir unsere Treffen oder vielmehr unsere rauschenden Partys fort. Staś malte damals immer mehr, aber er hegte immer noch die Absicht, dieses kommunistische Land zu verlassen. Ich erinnere mich auch daran, wie ich mit ihm zu einem Stevie Wonder-Konzert im 10th Anniversary Stadium ging. Was für eine Atmosphäre. Staś sagte, dass dieses Gebiet vor dem Zweiten Weltkrieg seinem Vater gehörte, aber einige Leute fanden diese Tatsache störend. ","stan_m12":"Wir trafen uns 1984 in Hamburg wieder. Staś lud mich und meine damalige Frau zu sich nach Hause ein, stellte mich seiner Frau Helga vor und wir verbrachten viele sehr angenehme Momente miteinander. Staś zeigte uns Hamburg. Er war sogar stolz, in dieser Industriestadt zu leben. Wir machten eine Bootsfahrt auf der Elbe und am Abend nahm er mich mit nach St. Pauli, um mir das Viertel der Ausschweifungen zu zeigen, was in osteuropäischen Ländern undenkbar ist. ","stan_m13":"Es ist schwierig, in so einer kurzen Erinnerung mehr zu sagen, aber ich möchte betonen, dass er ein sehr interessanter, charmanter und unglaublich talentierter Mensch war. Je älter ich werde, desto mehr „lese“ ich seine magischen Gemälde. Es ist sehr schade, dass er nicht mehr unter uns ist und nie wieder etwas malen wird.","stan_m2":"Ich traf Stasio Wedecki im Kunstzentrum. Irgendwie kam es, dass wir sofort Freunde wurden. Er hatte einen wunderschönen Collie-Schäferhund, und wir gingen oft mit ihm im Saxon Park (Park Saski) spazieren. Er liebte Tiere, und das verband uns. Wir wurden beide an die Akademie aufgenommen und studierten während unseres gesamten Studiums im selben Jahr. Wir veranstalteten Hauspartys und Bankette, jagten Mädchen hinterher und tranken Hektoliter billigen Wein. Unsere Jugend war, könnte man sagen, künstlerisch und feierlich. Im Atelier von Prof. Tchórzewski malten wir Staffelei für Staffelei. Mit uns war Krzysiek Płóciennik, unser lieber Freund, und fast jeden Tag blieben wir nach Feierabend.","stan_m3":"Dann begann das eigentliche Malen. Wir wetteiferten miteinander, bewunderten die Bilder des anderen, aber es war eine fantastische Rivalität ohne Eifersucht. Jeder von uns malte anders. Wir kamen und schauten uns zuerst an, was Krzysiek malte, was Stasiek malte und was ich malte. Und wir sahen: „Oh Mann, er hat es wirklich gerockt, ich kann nicht schlechter sein!“ Das war ein enormer Ansporn für uns. Ich liebte diesen Wettbewerb. Jeder von uns gab sein Bestes, und das übertrug sich auf die Qualität unserer Bilder. Dann ging Stasio und wir verloren für ein paar Jahre den Kontakt. Ich wusste, dass er viel malte, aber er stellte nichts aus, wenn er Warschau besuchte. Er besuchte Polen immer öfter, aber seine Kunst blieb für uns, seine Freunde, unzugänglich.\n\n","stan_m4":"Wir blieben für den Rest seines Lebens Freunde. Er besuchte mich gern in Podkowa, und ich glaube, es berührte ihn, meinen kleinen Sohn zu sehen. Er mochte ihn sehr. Das ist interessant, denn er hatte nie Interesse an Kindern, er hatte selbst keine, aber je älter er wurde, desto mehr berührten ihn Kinder. Als wir die Nachricht von seinem Tod erhielten, schien es unmöglich, ja absurd. Schließlich war er nicht alt; wir waren alle so alt wie er. Dann lernten wir seine Frau Helga kennen, die wir vorher noch nie gesehen hatten. Und erst nachdem Stasio nicht mehr unter uns war, sahen wir endlich seine Bilder.\n\n","stan_m5":"Es war ein beeindruckendes Erlebnis für mich. So etwas hatte ich noch nie gesehen. Nostalgische, surrealistische Landschaften. Neblige, geheimnisvolle Szenerien voller Traurigkeit und Träumerei. Gestalten der Fantasie in einer Aura der Einsamkeit und Kontemplation. Es waren erstaunliche Gemälde. Und es gab noch ein letztes unvollendetes Gemälde. Eine grünliche Landschaft mit einem Fensterbrett und dem Umriss einer Art Kopf – vielleicht ein Geist. Dann dachte ich daran, dieses Gemälde fertigzustellen. Mit Helgas Erlaubnis malte ich anstelle des Geistes ein Porträt von Stasio. Ich bin glücklich, dass ich auf diese Weise meinen Freund ehren und meine Bewunderung und Sehnsucht für die Jahre ausdrücken konnte, die wir miteinander verbrachten.","stan_m6":"Ich lernte Stanisław im Kunstunterricht kennen, wo sich damals junge Leute trafen, die die Prüfungen für die Akademie der Schönen Künste bestehen wollten. Später war es eine großartige Zeit – die Zeit des Studiums an der Akademie und des Wunsches, die Welt zu erobern. Irgendwann in der Mitte unseres Studiums gründeten wir unser sogenanntes eigenes Unternehmen und begannen mit dem Siebdruck. Wir druckten alle möglichen Dinge, die für die damaligen Behörden nicht unbedingt legal waren. Ende der 1970er Jahre gab es Probleme, die richtigen Materialien und Tinten für den Siebdruck zu kaufen. Um sie zu beschaffen, reiste ich nach Österreich, und so fand mich dort der am 13. Dezember verhängte Kriegszustand. Mit einer großen Menge Farbe blieb ich in Wien. Nach einiger Zeit schloss sich Stanisław mir an und wir lebten zusammen in der Wohnung meiner verstorbenen Partnerin Helena, die Pianistin war. Die künstlerische Atmosphäre des Hauses sowie die Begegnungen mit Musikern und Künstlern beeinflussten sowohl mich als auch Stanisław sehr kreativ. Während dieser Zeit zeichneten und malten wir tagelang. Dann reiste Stanisław nach Deutschland ab.","stan_m7":"Wir trafen uns wieder auf einer Vernissage in Warschau, wo Stanisław in Begleitung zweier wunderschöner Frauen ankam – die eine war seine Frau Helga, die andere seine Mutter Wanda Wedecka. Und dann, Jahre später, kam dieser tragische Tag und die Nachricht, dass Stanisław verschwunden war. Dank der Hilfe meines Cousins wurde Stanisław gefunden, aber leider war er bereits tot. Ich fand ihn in der Leichenhalle. Staś war das Opfer eines Unfalls durch rücksichtsloses Fahren. Und so wurde das Schicksal eines großen Malers und Freundes durch einen Idioten beendet, der sein Auto wie ein Verrückter fahren wollte.","stan_m8":"Ich lernte Stasio etwa 1969 kennen, während der Woodstock-Ära. Wir waren damals 18. Manchmal trafen wir uns bei ihm zu Hause, wo seine Mutter ein Malatelier hatte. Wir luden hübsche Mädchen von der Kunstschule im Łazienki-Park ein. Ich fotografierte (ich beherrschte die Geheimnisse der Fotografie damals schon recht gut) in einer interessanten Umgebung zwischen Staffeleien mit Gemälden und antiken Möbeln. Die Ergebnisse waren fantastisch. Ich erinnere mich, dass ich einmal fast mit meinem Leben bezahlt hätte, als Stasio, der sich in einer alten Truhe versteckte, mich mit einem Säbel angriff. Glücklicherweise endete es nur mit einem leichten Kratzer.\n","stan_m9":"Staś war ein äußerst charmanter Mensch. Er machte gerne Witze, war aber auch sehr unkonzentriert (der typische Künstler eben). Ich erinnere mich an ein Mal, als wir uns mit ein paar Freunden im Café Europejska in Zakopane trafen. Jeder von uns bestellte etwas – Kaffee, Coca-Cola usw. Staś bestellte eine Tasse Tee, warf eine Zitrone hinein und sagte dann: „Scheiße, das schmeckt wie Spülwasser.“ Es stellte sich heraus, dass er vergessen hatte, den Teebeutel hinzuzufügen. Es gab viele solcher Situationen.","wanda_b2":"Wanda Wedecka wurde 1919 in Homel geboren und starb 2011 in Warschau. Zwischen 1945 und 1951 studierte sie an der Fakultät für Schöne Künste der Nikolaus-Kopernikus-Universität in Toruń bei Tymon Niesiołowski.","wanda_b3":"Wedecka malte Kompositionen mit getrockneten Blumen, Landschaften, Stillleben und Akten mit dickem Impasto und einer dunklen, gedämpften Farbpalette. Ihre Werke befinden sich in privaten Sammlungen und Museen in Polen und weltweit.","wanda_m1":"Michał Gutts Erinnerungen an Wanda Wedecka","wanda_m2":"Ich lernte Frau Wanda Wedecka kennen, als ihr Sohn und mein Freund mich zu sich nach Hause einluden. Es war kein normales Haus; es war ein Malatelier, in dem sie lebte und arbeitete. Als kleiner Junge besuchte ich einen solchen Ort zum ersten Mal und war schockiert und entzückt zugleich. Überall – Blumen in verschiedenen Formen – frisch, getrocknet, auf Leinwände gemalt. Die Gemälde hingen an den Wänden, auf Staffeleien, die überall an die Wände lehnten.","wanda_m3":"Damals beschäftigte ich mich halbprofessionell mit Fotografie und wollte vom ersten Moment an eine Fotosession an einem solchen Ort arrangieren. Nach ein paar Wochen gelang mir das, aber zuerst musste ich mich einem Test von Frau Wanda unterziehen. Dieser Test bestand darin, dass sie mir unzählige Fragen stellte, die ich beantworten musste, während Professor Jodłowski, der spätere Dekan der Akademie der Schönen Künste und Frau Wandas Partner, in der Nähe saß. Ich erinnere mich, dass ich über meine Reisen um die Welt sprach, um Filme und Fotos für Presseagenturen zu machen. Ich fühlte mich wie bei einer Prüfung, aber es muss gut gelaufen sein, denn von diesem Zeitpunkt an konnte ich ohne Einschränkungen mit ihrem Sohn abhängen.","wanda_m4":"Frau Wanda war eine sehr schöne Frau, äußerst kultiviert und elegant. Sie war auch ein sehr angenehmer Mensch und lächelte immer. Ich glaube, heute lag das an all diesen Blumen. Sie selbst war wie eine schöne Blume, die vor dem grauen Hintergrund der kommunistischen Realität besonders gut sichtbar war. Sie malte wunderschöne Bilder, wobei sie die Farbe mit einem Spachtel Schicht für Schicht auftrug, sodass die Blumen aussahen, als wären wir alle in einem botanischen Garten. Wie es der Zufall wollte, sammelte ich ein paar Jahre später ein Gemälde und Geld für ein anderes Gemälde, das in einer Galerie in Stockholm verkauft wurde, und brachte alles nach Hamburg, wo ihr Sohn Stanisław lebte und arbeitete.","wanda_m5":"Damals erzielten die Gemälde von Frau Wanda schwindelerregende Preise und man musste Schlange stehen, um sie kaufen zu können. Ihre Werke wurden auch in einigen Galerien und Museen ausgestellt. Ich erinnere mich, wie glücklich und stolz sie war, als ihr Sohn sie seiner Frau Helga vorstellte. Ich wurde in ihr Heimatelier eingeladen, wo eine kreative Atmosphäre herrschte, unabhängig davon, wie viel Champagner zu diesem Anlass getrunken wurde. Die Gemälde, die sie schuf, schmücken heute die Wände vieler Häuser und Wohnungen auf allen Kontinenten. Wanda ist Geschichte.","wanda_m6":"Rafał Dmochowskis Erinnerungen an Wanda Wedecka ","wanda_m7":"Ich lernte Frau Wanda Wedecka irgendwann zwischen 1969 und 1970 kennen. Ich freundete mich mit ihrem Sohn Stanisław im Kunstzentrum an, wo wir Zeichenunterricht nahmen, um uns auf die Aufnahmeprüfungen an der Akademie der Schönen Künste in Warschau vorzubereiten. Frau Wanda lebte in einem Kunstatelier im Dachgeschoss eines hohen Gebäudes in der Świerczewskiego-Straße, heute Solidarności-Allee. Überall roch es wunderbar nach frischer Farbe, und überall stapelten sich Bilder. Blumenbilder. Das war die Welt, nach der ich strebte, und hier lebte einfach jemand darin.","wanda_m8":"Frau Wanda war eine schöne Frau mit schwarzem Haar und einem durchdringenden Blick aus ihren haselnussbraunen Augen. So war die Mutter meines neugefundenen Freundes. Warmherzig, freundlich, sehr elegant, aber ohne Distanz zu erzeugen. Sie war eine ausgezeichnete und sehr gefragte Malerin. Ihre Blumenkompositionen konnte man in allen großen Galerien in Warschau sehen, und sie wechselten oft, da die Leute geradezu danach jagten. Es war großartige dekorative Malerei. Große Nahaufnahmen von Blumen, Blättern, sorgfältig von der Künstlerin arrangiert, mit breiten Pinselstrichen gemalt. Damals malte Frau Wanda ausschließlich mit dem Spachtel, und sie war eine Meisterin darin. Ich habe noch heute einen ihrer Spachtel. Sie verwendete oft Violett-, Purpur- und Dunkelrottöne. Aber ihre Bilder waren nicht monochromatisch. Man spürte in ihnen die ruhige Hand von jemandem, der genau wusste, was er erreichen wollte – und es erreichte.","wanda_m9":"Sie war eine sehr nette und freundliche Person. Ich besuchte Stanisław gern, weil es eine andere Welt war, eine, die seine Mutter geschaffen hatte. Ihr Privatleben faszinierte mich. Sie war mit dem Grafikdesigner Tadeusz Jodłowski liiert, der später unser Professor an der Akademie werden sollte. Trotz ihrer engen Beziehung lebten sie nie zusammen. Herr Tadeusz hatte ein identisches Atelier im selben Gebäude, auf derselben Etage, aber man betrat es über eine andere Treppe. Sie brachen nie die Tür auf, die ihre Ateliers verband. Sie machten nicht einmal ein kleines Fenster, durch das man reden konnte. Aber sie spürten einander durch die Wand. Sie hörten einander. Sie trafen sich jeden Tag. Selbst als sie später in große Ateliers in der Bernardyńska-Straße zogen, bewohnte sie das oberste Stockwerk eines Wolkenkratzers und er hatte ein identisches Atelier im Nachbargebäude. Sie lebten in einer solchen Symbiose bis zu Frau Wandas Tod. Das war für mich ein unvergleichliches Beispiel für Liebe – etwas, das sie zu einer außergewöhnlichen Person machte, einem Menschen mit großem G."}