{"common_exhibition2": "Volvo-Haus - Wanda Wedecka, Stanisław Maria Wedecki, Dom Volvo Warszawa, 2024","stan_m2":"Geboren 1951 in Bydgoszcz, verbrachte er seine Kindheit und Jugend in Warschau und nahm die Atmosphäre des Ateliers seiner Mutter Wanda Wedecka in sich auf. Er besuchte einen Vorbereitungskurs an der Akademie der Schönen Künste in Warschau, wo er erfolgreich in der Abteilung für Grafikdesign studierte, aber 1976 sein Diplom in Malerei bei Professor Jerzy Tchórzewski erhielt. Ende der 1970er Jahre nahm er an mehreren Ausstellungen teil. Er verließ Polen 1981, verbrachte sechs Monate in Wien und ließ sich später in Hamburg nieder.\n","stan_m3":"Die ausgestellten Werke stammen aus der Emigrationszeit des Künstlers, also den 1980er und 1990er Jahren. Sein Stil könnte heute als Surrealismus, magischer Realismus oder auch poetisch-romantisch beschrieben werden. Pastellfarben und die traumhafte Welt der Fantasie – in diese Welt entführt uns der Künstler, indem er surreale Tiere, Pferde, Pfauen oder Unterwasserfauna in seine Kompositionen einwebt.\n","stan_m4":"In märchenhaften Landschaften stellt er auch menschliche Figuren, wahrscheinlich seine Freunde, bei einem Nachmittagsessen fest oder verwebt sie in eine architektonische Stadtlandschaft (z. B. „Picknick in NY“). Die Subtilität der Farben und die existenzielle Stimmung seiner Bilder spiegeln die Sensibilität des Künstlers wider, der zu dieser Zeit bereits begonnen hatte, seine Palette aufzuhellen. Er malte im Exil und nahm dort an vielen Einzel- und Gruppenausstellungen teil.","wanda_m1":"Familienkunst: Mutter und Sohn - Wanda Wedecka, Stanisław Maria Wedecki, 101 Project Contemporary Art Gallery and Auction House, 2024","wanda_m2":"Die 1919 in Homel, Weißrussland, geborene Künstlerin gehört zu einer Generation, deren künstlerische Entwicklung in den schwierigen Nachkriegsjahren stattfand. Sie schloss 1951 die Fakultät der Schönen Künste in Toruń bei Tymon Niesiołowski ab. In den 1950er und 1960er Jahren malte sie oft Stadtlandschaften mit kubistischen Formen, die sich durch dick aufgetragene Farbe mit einem Spachtel und eine eher dunkle und monochromatische Farbpalette auszeichneten.","wanda_m3":"In den 1960er Jahren entstanden auch abstrakte Kompositionen und Akte, typischerweise von verschlungenen Paaren. Ihre Bilder kamen der damals in Polen entstehenden Materiemalerei nahe. Wie viele Künstler malte sie auch Stillleben mit Früchten oder Blumen, wobei letztere mit der Zeit zu ihrem Markenzeichen wurden.","wanda_m4":"Sie schuf Kompositionen aus getrockneten Blumen, Disteln und anderen Pflanzen, die sie oft im Raum schweben ließ. Dem Blumenthema blieb sie bis in die 1990er Jahre treu und hellte ihre Palette in späteren Jahren auf. Ihre dekorativen Gemälde stießen im Ausland auf großes Interesse, wo sie sie in den 1970er-90er Jahren erfolgreich ausstellte und verkaufte. Die in der Ausstellung präsentierten Werke stammen überwiegend aus den Jahren 1970-90.","wanda_m5":"Kuratorin der Ausstellung"}